[UBS_Conv X2WeaponUpgradeTemplate]
FriendlyName="下挂散弹枪"
FriendlyNamePlural="下挂散弹枪"
BriefSummary="以牺牲机动和反应火力的准确性为近距离战斗提供额外的火力。"
TinySummary="下挂武器"
;LootTooltip="UBS loot tooltip."

[UBS_Mag X2WeaponUpgradeTemplate]
FriendlyName="下挂碎片枪"
FriendlyNamePlural="下挂碎片枪"
BriefSummary="以牺牲机动和反应火力的准确性为近距离战斗提供额外的火力。"
TinySummary="下挂武器"

[UBS_Beam X2WeaponUpgradeTemplate]
FriendlyName="下挂风暴枪"
FriendlyNamePlural="下挂风暴枪"
BriefSummary="以牺牲机动和反应火力的准确性为近距离战斗提供额外的火力。"
TinySummary="下挂武器"

[Fire_UBS_Conv X2AbilityTemplate]
LocFriendlyName="发射下挂散弹枪"
LocHelpText="对1个敌人开火。"
LocLongDescription="对1个敌人开火。"
LocFlyOverText="下挂散弹枪"

[Fire_UBS_Mag X2AbilityTemplate]
LocFriendlyName="发射下挂碎片炮"
LocHelpText="对1个敌人开火。"
LocLongDescription="对1个敌人开火。"
LocFlyOverText="下挂碎片枪"

[Fire_UBS_Beam X2AbilityTemplate]
LocFriendlyName="发射下挂风暴枪"
LocHelpText="对1个敌人开火。"
LocLongDescription="对1个敌人开火。"
LocFlyOverText="下挂风暴枪"

[Reload_UBS X2AbilityTemplate]
LocFriendlyName="重新装填下挂散弹枪"
LocHelpText="重新装填下挂散弹枪."
LocLongDescription="该单位携带了额外的下挂散弹枪弹药包，可以重新填装你的下挂散弹枪。"
LocFlyOverText="下挂散弹枪填装"

[Reload_UBGL X2AbilityTemplate]
LocFriendlyName="重新装填下挂发射器"
LocHelpText="重新装填下挂发射器。"
LocLongDescription="该单位携带了额外的40毫米榴弹，可以重新填装你的下挂榴弹发射器。"
LocFlyOverText="下挂榴弹发射器填装"

[UBS_Passive X2AbilityTemplate]
LocFriendlyName="下挂重量惩罚"
LocHelpText="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度。"
LocLongDescription="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度。"

[UBGL_Passive X2AbilityTemplate]
LocFriendlyName="下挂重量惩罚"
LocHelpText="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度。"
LocLongDescription="下挂武器增加了重量，将减少你1的移动力和10的反应射击精度。"

[UnderbarrelWeapons X2TechTemplate]
DisplayName="下挂武器"
Summary="通过在模块化武器系统领域投入额外的努力，我们可以通过在枪管下安装额外的武器来提高部分突击步枪的效用和火力，这是过去军事力量常用的一种技术。"
CodeName="万能钥匙"
LongDescription="在总工程师沈的帮助下，我们能够利用我们的通用轨道安装系统来制定下管武器的结构图。 布拉德福德评论说，虽然把这种武器装在步枪上无疑会大大增强它的火力，但武器重量和体积的增加会破坏原本精心调整的平衡能力，并会减慢我们的士兵的速度，同时也会使步枪在反应时更难开火。此外，携带额外武器的弹药将需要士兵牺牲部分携带能力。R. 泰根。”
AlertString="下挂武器"


[UBGL_Conv X2WeaponUpgradeTemplate]
FriendlyName="下挂发射器"
FriendlyNamePlural="下挂发射器"
BriefSummary="以牺牲机动性和反应射击精度为代价，提供发射40毫米特殊榴弹的能力。"
TinySummary="下挂发射器"

[UBGL_Mag X2WeaponUpgradeTemplate]
FriendlyName="下挂电磁发射器"
FriendlyNamePlural="下挂电磁发射器"
BriefSummary="以牺牲机动性和反应射击精度为代价，提供发射40毫米合金榴弹的能力。"
TinySummary="下挂发射器"

[UBGL_Beam X2WeaponUpgradeTemplate]
FriendlyName="下挂电浆发射器"
FriendlyNamePlural="下挂电浆发射器"
BriefSummary="以牺牲机动性和反应射击精度为代价，提供发射40毫米电浆榴弹的能力。"
TinySummary="下挂发射器"

[Fire_UBGL_Conv X2AbilityTemplate]
LocFriendlyName="发射下挂发射器"
LocHelpText="对目标区域发射下挂的特殊榴弹."
LocLongDescription="对目标区域发射下挂的特殊榴弹。"
LocFlyOverText="下挂发射器"

[Fire_UBGL_Mag X2AbilityTemplate]
LocFriendlyName="发射下挂电磁发射器"
LocHelpText="对目标区域发射下挂的合金榴弹."
LocLongDescription="对目标区域发射下挂的合金榴弹。"
LocFlyOverText="下挂发射器"

[Fire_UBGL_Beam X2AbilityTemplate]
LocFriendlyName="发射下挂电浆发射器"
LocHelpText="对目标区域发射下挂的电浆榴弹."
LocLongDescription="对目标区域发射下挂的电浆榴弹。"
LocFlyOverText="发射下挂发射器"

[Extra_UBGL_Grenade X2AbilityTemplate]
LocFriendlyName="重新装填下挂发射器"
LocHelpText="重新装填下挂发射器."
LocLongDescription="该单位携带了额外的40毫米榴弹，可以重新填装你的下挂榴弹发射器。"
LocFlyOverText="重新装填下挂发射器"

[Extra_UBGL_Grenadier X2AbilityTemplate]
LocFriendlyName="重新装填下挂发射器"
LocHelpText="重新装填下挂发射器."
LocLongDescription="该单位携带了额外的40毫米榴弹，可以重新填装你的下挂榴弹发射器。"
LocFlyOverText="重新装填下挂发射器"


[UBS_Ammo X2EquipmentTemplate]
FriendlyName="下挂散弹枪弹药包"
FriendlyNamePlural="下挂散弹枪弹药包"
BriefSummary="携带额外弹药包可以让士兵在战场上重新装填他们的下挂散弹枪。"
TacticalText="<Bullet/> 可无限次使用."

[UBS_Ammo_Secondary X2WeaponTemplate]
FriendlyName="下挂散弹枪弹药包"
FriendlyNamePlural="下挂散弹枪弹药包"
BriefSummary="携带额外弹药包而不是副手武器，可以让士兵在战场上重新装填他们的下挂散弹枪。"
TacticalText="<Bullet/> 可无限次使用。"

[UBGL_Ammo_Grenadier X2WeaponTemplate]
FriendlyName="额外下挂式榴弹发射器榴弹包"
FriendlyNamePlural="额外下挂式榴弹发射器榴弹包"
BriefSummary="携带一个带有额外40毫米榴弹弹头多功能腰带包，而不是标准版本的XCOM榴弹发射器，可以让士兵在战场上额外重新装填下挂发射器2次。"
TacticalText="<Bullet/> 和榴弹发射器更换"

[UBGL_Ammo X2GrenadeTemplate]
FriendlyName="额外下挂式榴弹发射器榴弹"
FriendlyNamePlural="额外下挂式榴弹发射器榴弹"
BriefSummary="携带额外的40毫米榴弹弹头可以让士兵在战场上额外重新装填下挂发射器1次。"
TacticalText="<Bullet/> 和榴弹发射器更换"


[UBFlame_Conv X2WeaponUpgradeTemplate]
FriendlyName="下挂火焰喷射器"
FriendlyNamePlural="下挂火焰喷射器"
BriefSummary="以牺牲机动性和反应火力的准确性为近距离战斗提供额外火力。"
TinySummary="下挂武器"

[Fire_UBFlame_Conv X2AbilityTemplate]
LocFriendlyName="发射下挂火焰喷射器"
LocHelpText="对目标区域发射下挂火焰喷射器。"
LocLongDescription="对目标区域发射下挂火焰喷射器。"
LocFlyOverText="下挂火焰喷射器"

[UBFlame_Mag X2WeaponUpgradeTemplate]
FriendlyName="下挂超铀喷射器"
FriendlyNamePlural="下挂超铀喷射器"
BriefSummary="这种改进版的下挂火焰喷射器使用凝胶超铀燃料，它可以造成更多的损害和破坏环境的物体。机动性和反应射击精度降低。"
TinySummary="下挂武器"

[Fire_UBFlame_Mag X2AbilityTemplate]
LocFriendlyName="发射下挂火焰喷射器"
LocHelpText="对目标区域发射下挂超铀喷射器。"
LocLongDescription="对目标区域发射下挂超铀喷射器。"
LocFlyOverText="下挂火焰喷射器"

[UBFlame_Beam X2WeaponUpgradeTemplate]
FriendlyName="下挂超铀酸喷射器"
FriendlyNamePlural="下挂超铀酸喷射器"
BriefSummary="为了进一步改进我们的下挂喷射器，我们在燃料混合物中加入了精制的超铀酸，这种酸能持久地燃烧敌人，对环境造成重大破坏。"
TinySummary="下挂武器"

[Fire_UBFlame_Beam X2AbilityTemplate]
LocFriendlyName="发射下挂火焰喷射器"
LocHelpText="对目标区域发射下挂超铀酸喷射器。"
LocLongDescription="对目标区域发射下挂超铀酸喷射器。"
LocFlyOverText="下挂火焰喷射器"

[UBFlame_Passive X2AbilityTemplate]
LocFriendlyName="下挂重量惩罚"
LocHelpText="下挂武器增加了重量，将减少1移动力和10反应射击精度。"
LocLongDescription="下挂武器增加了重量，将减少1移动力和10反应射击精度。"

[UBFlame_Ammo X2EquipmentTemplate]
FriendlyName="下挂火焰喷射器燃料罐"
FriendlyNamePlural="下挂火焰喷射器燃料罐"
BriefSummary="火焰喷射器可额外使用2次。"
TacticalText="火焰喷射器可额外使用2次。"